# -*- coding: utf-8 -*-

zhongchengxin_telstatus = {"1": "未启用", "2": "正常", "3": "欠费停机", "4": "其它停机", "5": "已销号"}
zhongchengxin_response_code = {"0000": "处理成功",
                               "1001": "账号不存在或被禁用",
                               "1002": "账户余额不足",
                               "1003": "账户没有此接口访问权限",
                               "1011": "请求的资源不存在",
                               "1012": "参数为空或格式错误",
                               "1013": "验签失败",
                               "2060": "匹配成功",
                               "2061": "匹配失败",
                               "2062": "号码不存在",
                               "9999": "系统错误"}